---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.RebarConstraintTargetHostFaceType.Bottom
enum: Autodesk.Revit.DB.Structure.RebarConstraintTargetHostFaceType
source: html/71dafbc2-6ff2-5931-9d31-66f206a65476.htm
---
# Autodesk.Revit.DB.Structure.RebarConstraintTargetHostFaceType.Bottom

Face forms the bottom surface of the host geometry.